Revit 2024 API
UnitTypeId.ThousandBritishThermalUnitsPerHour Property
 Thousand British thermal units per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId ThousandBritishThermalUnitsPerHour { get; }
Visual Basic
Public Shared ReadOnly Property ThousandBritishThermalUnitsPerHour As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ThousandBritishThermalUnitsPerHour {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace